Repository: minimus/wp-special-textboxes
Catalog: wp-special-textboxes-*.po
Languages: ar

source: Insert Special Text Box
ar: إدراج مربع النص الخاص

source: Basic Settings
ar: إعدادات أساسية

source: Extended Settings
ar: إعدادات موسعة

source: Text Box ID
ar: معرف مربع النص

source: Alert
ar: إنذار

source: Download
ar: تنزيل

source: Info
ar: نبذة

source: Black
ar: أسود

source: Grey
ar: رمادي

source: Custom
ar: مخصص

source: Caption
ar: العنوان

source: Text color
ar: لون النص

source: Caption Text color
ar: لون نص ( العنوان )

source: Color
ar: اللون

source: Caption color
ar: لون العنوان

source: Border color
ar: لون الحدود

source: Image URL
ar: عنوان الصورة

source: This is big image (or, if URL not entered, big standard image)
ar: الصورة الكبيرة ( إذا لم يتم إدخال العنوان ستكون صورة قياسية كبيرة )

source: Do not show image
ar: عدم إظهار الصورة

source: Cancel
ar: إلغاء

source: Insert
ar: إدخال

source: This is example of Custom Special Text Box with small image. You must save options to view changes.
ar: مثال مخصص لمربع نص مع صورة صغيرة . يجب عليك حفظ الخيارات لمشاهدة التغييرات .

source: This is example of Custom Special Text Box with big image. You must save options to view changes.
ar: مثال مخصص لمربع نص مع صورة كبيرة . يجب عليك حفظ الخيارات لمشاهدة التغييرات .

source: This is caption
ar: العنوان

source: This is example of Captioned Custom Special Text Box. You must save options to view changes.
ar: مثال مخصص لمربع نص مع العنوان . يجب عليك حفظ الخيارات لمشاهدة التغييرات .

source: Special Text Boxes
ar: مربعات النص الخاصة

source: Select border style for Special Text Boxes
ar: حدد نمط الحدود لمربعات النص الخاصة

source: Selecting "None" will disable Special Text Boxes border.
ar: اختيار "None " سيتم تعطيل حدود مربعات النص الخاصة .

source: Define top margin for Special Text Boxes
ar: تحديد الهامش العلوي لمربعات النص الخاصة

source: This is a gap between top edge of Special Text Box and text above.
ar: لعمل فجوة بين الحافة العلوية لمربع النص الخاصة وأعلى النص

source: Define left margin for Special Text Boxes
ar: تحديد الهامش اليسار لمربعات النص الخاصة

source: This is a gap between left edge of Special Text Box and left edge of post area.
ar: لعمل فجوة بين الحافة اليسرى لمربع النص الخاصة ويسار النص

source: Define right margin for Special Text Boxes
ar: تحديد الهامش اليمين لمربعات النص الخاصة

source: This is a gap between right edge of Special Text Box and right edge of post area.
ar: لعمل فجوة بين الحافة اليمنى لمربع النص الخاصة ويمين النص

source: Define bottom margin for Special Text Boxes
ar: تحديد الهامش السفلي لمربعات النص الخاصة

source: This is a gap between bottom edge of Special Text Box and text below.
ar: لعمل فجوة بين الحافة السفلى لمربع النص الخاصة وأسفل النص

source: Allow Big Image for Simple (non-captioned) Special Text Boxes?
ar: السماح للصورة الكبيرة العادية (غير مدرجة في العنوان) ؟

source: Selecting "Yes" will allow big icons for simple (non-captioned) Special Text Boxes.
ar: اختيار "نعم " سيسمح لظهور الرموز الكبيرة العادية (غير معنونة)

source: Yes
ar: نعم

source: No
ar: لا

source: Allow icon images for Special Text Boxes?
ar: السماح لصورة الأيقونة

source: Selecting "Yes" will allow displaying icon images in Special Text Boxes.
ar: اختيار "نعم " سيسمح لظهور صورة الأيقونة

source: Allow rounded corners for Special Text Boxes?
ar: السماح لتدوير الزوايا

source: Selecting "No" will disable Special Text Boxes rounded corners.
ar: اختيار "لا " سيتم تعطيل الزوايا المدورة

source: Allow box shadow for Special Text Boxes?
ar: السماح لتظليل المربع

source: Selecting "No" will disable Special Text Boxes shadow.
ar: اختيار "لا " سيتم تعطيل الظل

source: Allow text shadow for Special Text Boxes?
ar: السماح لتظليل النص

source: Selecting "No" will disable Special Text Boxes text shadow.
ar: اختيار "لا " سيتم تعطيل ظل النص

source: Custom Box Editor
ar: محرر المربع المخصص

source: Use parameters below for customising custom Special Text Box.
ar: للحصول على التعريفات المتميزة لمربعات النص الخاصة .. استخدم التعليمات السفلية

source: Define font color for Custom Special Text Box
ar: إظهار لون الخط المخصصة

source: This is a font color of Custom Special Text Box (Six Hex Digits).
ar: لون الخط المخصص ( ستة أرقام هيكس ) .

source: Define caption font color for Custom Special Text Box
ar: إظهار لون العنوان المخصصة

source: This is a font color of Custom Special Text Box caption (Six Hex Digits).
ar: لون العنوان المخصص ( ستة أرقام هيكس ) .

source: Define background color for Custom Special Text Box
ar: إظهار الخلفية المخصصة

source: This is a background color of Custom Special Text Box (Six Hex Digits).
ar: الخلفية المخصصة ( ستة أرقام هيكس ) .

source: Define background color for Custom Special Text Box caption
ar: إظهار لون الخلفية المخصصة

source: This is a background color of Custom Special Text Box caption (Six Hex Digits).
ar: لون الخلفية المخصصة ( ستة أرقام هيكس ) .

source: Define border color for Custom Special Text Box
ar: إظهار لون الحدود المخصصة

source: This is a border color of Custom Special Text Box (Six Hex Digits).
ar: لون الحدود المخصص ( ستة أرقام هيكس ) .

source: Define image for Custom Special Text Box
ar: إظهار الصورة المخصصة

source: This is an image of Custom Special Text Box (Full URL). 25x25 pixels, transparent background PNG image recommended.
ar: صورة مخصصة ( العنوان بالكامل ) 25×25 بيكسل .. من المستحسن أن تكون الصورة بامتداد PNG شفافة

source: Define big image for simple (non-captioned) Custom Special Text Box
ar: إظهار الصورة الكبيرة

source: This is big image for simple (non-captioned) Custom Special Text Box (Full URL). 50x50 pixels, transparent background PNG image recommended.
ar: الصورة الكبيرة المخصصة ( العنوان بالكامل ) 50×50 بيكسل ( غير معنونة ) .. من المستحسن أن تكون الصورة بامتداد PNG شفافة

source: Special Text Boxes Settings Updated.
ar: تحديث اعدادات مربعات النص الخاصة

source: Special Text Boxes Settings
ar: اعدادات مربعات النص الخاصة

source: Update Settings
ar: تحديث الإعدادات

source: Adds simple colored text boxes to highlight some portion of post text. Use it for highlights warnings, alerts, infos and downloads in your blog posts. Visit <a href="http://simplelib.co.cc/">SimpleLib blog</a> for more details.
ar: يضيف مربعات نص بسيطة لتسليط الضوء على جزء من التدوينة .. يمكنك استخدامه لتسليط الضوء على التنبيهات والتحذيرات والتنزيلات ..قم بزيارة لمشاهدة التفاصيل : <a href="http://simplelib.co.cc/">SimpleLib blog</a>

source: minimus
ar: مصغرة

source: http://blogovod.co.cc
ar: www.r-sn.com/wp
